"MainLabel" = "メイン";
"MainTooltip" = "iPulse 環境設定の導入部です";
"CpuLabel" = "CPU";
"CpuTooltip" = "CPU ゲージの設定を変更します";
"MemoryLabel" = "メモリ";
"MemoryTooltip" = "メモリゲージの設定を変更します";
"DiskLabel" = "ディスク";
"DiskTooltip" = "ディスクゲージの設定を変更します";
"NetworkLabel" = "ネットワーク";
"NetworkTooltip" = "ネットワークゲージの設定を変更します";
"MobilityLabel" = "モバイル";
"MobilityTooltip" = "モバイルゲージの設定を変更します";
"HistoryLabel" = "履歴";
"HistoryTooltip" = "履歴ゲージの設定を変更します";
"ClockLabel" = "時計";
"ClockTooltip" = "時計の設定を変更します";
"OtherLabel" = "その他";
"OtherTooltip" = "その他の設定を変更します";
"WindowLabel" = "ウインドウ";
"WindowTooltip" = "iPulse ウインドウの調整を行います";
"GlobalLabel" = "一般";
"GlobalTooltip" = "iPulse の一般設定を変更します";

"DockChanged" = "Dock configuration updated";
"DockChangedText" = "The next time iPulse is launched, the new Dock configuration will be used.";

"GeneralLabel" = "一般情報";
"SwappingLabel" = "スワップメモリ";

"UpdateSpeed" = "%.1f 秒 (%.0f bpm)";
"WindowSize" = "%.0f x %.0f ピクセル\n(%2.0f%%)";
"MaxTemperature" = "%.0f ºC";
"SchedulingPriority" = "+%d nice";
"HoldTimeSeconds" = "%.0f 秒";
"HoldTimeMinutes" = "%.1f 分";

"NetworkClient" = "ネットワーククライアント";
"SoftwareBaseStation" = "ソフトウェアベースステーション";
"ComputerToComputer" = "コンピュータからコンピュータへ";
"Unknown" = "不明";

"DecibelPerMilliwatt" = "dBm";
"Decibel" = "dB";


"ValidLabel" = "iPulse の登録に感謝します！";
"ValidMessage" = "登録情報は記録されました。";

"InvalidLabel" = "有効な登録情報ではありません。";
"InvalidMessage" = "我々がお送りした通りに正確に数値が入力されているかご確認ください。 \r\rもし
 iPulse を再登録されるおつもりなら、 '新規コード' ボタンをクリックして新たなコードを入手してください。 \r";

"PreferencesWarningLabel" = "現在の設定が保存されていません。";
"PreferencesWarningMessage" = "'続ける' ボタンをクリックした場合、現在の設定項目は失われます。";

"Unregistered" = "未登録";

"PermissionsAuthorization"="In order to view process information,";
"PermissionsReadOnlyLabel"="Permissions cannot be updated";
"PermissionsReadOnlyMessage"="iPulse is currently running from read-only media (such as a disk image). Permissions can only be updated when being run from read/write media.\n\nQuit iPulse, copy it to your Applications folder and try again.";
"PermissionsRelaunchLabel"="Permissions update complete";
"PermissionsRelaunchMessage"="iPulse must restart in order to use the new permissions. Press the button below to continue.";
"PermissionsRelaunchButton"="Relaunch";

"Temperature" = "温度";

"siUnitsByteAbbr" = "B";
"ieeeUnitsByteAbbr" = "b";
"appleUnitsByteAbbr" = "B";

"BitAbbr" = "bit";

"Hotkey" = "切り替え";

"Version" = "バージョン ";

"None" = "(なし)";

"NotAvailableAbbr" = "不明";

"Charging" = "充電中";
"ChargerConnected" = "充電機に接続中";
"InUse" = "使用中";
"Full" = "フル";

"NewMoon" = "新月";
"WaxingCrescent" = "三日月";
"FirstQuarter" = "上限";
"WaxingGibbous" = "十三夜";
"WaningCrescent" = "鎮静の月";
"LastQuarter" = "下弦";
"WaningGibbous" = "種蒔き月";
"FullMoon" = "満月";

"DaylightSavingsTimeAbbr" = "DST";
"GreenwichMeanTimeAbbr" = "GMT";

"Yes" = "はい";
"No" = "いいえ";
"OK" = "OK";
"TryAgain" = "やり直す";
"NewCodes" = "新規コード";
"Cancel" = "キャンセル";
"Continue" = "続ける";

"Calculating" = "…"; // don't localize this string

"Increase" = "↑"; // don't localize this string
"Decrease" = "↓"; // don't localize this string
"NoChange" = " "; // don't localize this string

">" = "▶"; // don't localize this string
"Dash" = "—"; // don't localize this string

